-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Nov 04, 2016 at 11:30 PM
-- Server version: 10.1.13-MariaDB
-- PHP Version: 5.6.20

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `db_newspaper`
--

-- --------------------------------------------------------

--
-- Table structure for table `category_news`
--

CREATE TABLE `category_news` (
  `cat_id` int(12) NOT NULL,
  `news_category` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `cat_short_desprition` text CHARACTER SET utf8 NOT NULL,
  `enable_status` varchar(20) CHARACTER SET utf8 NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `category_news`
--

INSERT INTO `category_news` (`cat_id`, `news_category`, `cat_short_desprition`, `enable_status`, `created_at`, `updated_at`) VALUES
(1, 'বাংলাদেশ', 'This Bangladesh News', 'Enable', '2016-10-29 00:00:30', '2016-10-23 22:08:50'),
(2, 'আন্তর্জাতিক', 'This Internationl News', 'Enable', '2016-10-29 00:00:35', '2016-10-23 22:13:48'),
(3, 'রাজনীতি', 'This Rajniti News', 'Enable', '2016-11-01 04:42:32', '2016-10-31 22:42:32');

-- --------------------------------------------------------

--
-- Table structure for table `daly_question`
--

CREATE TABLE `daly_question` (
  `Question_id` int(10) UNSIGNED NOT NULL,
  `Question` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `Yes` varchar(400) COLLATE utf8_unicode_ci NOT NULL,
  `No` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `Time` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `daly_question`
--

INSERT INTO `daly_question` (`Question_id`, `Question`, `Yes`, `No`, `Time`, `created_at`, `updated_at`) VALUES
(6, 'ফিলিপাইন থেকে ১২২ কোটি টাকা দ্রুত ফেরত আনা সম্ভব ', '0', '0', '1477492954', '2016-10-26 08:42:34', '2016-10-26 08:42:34'),
(7, 'ফিলিপাইন থেকে ১২২ কোটি টাকা দ্রুত ফেরত আনা সম্ভব ', '1', '', '1477492956', NULL, '2016-10-26 08:47:32'),
(8, 'ফিলিপাইন থেকে ১২২ কোটি টাকা দ্রুত ফেরত আনা সম্ভব ?', '1', '1', '1477493367', '2016-10-26 08:49:27', '2016-10-27 13:28:06');

-- --------------------------------------------------------

--
-- Table structure for table `items`
--

CREATE TABLE `items` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `migration` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`migration`, `batch`) VALUES
('2014_10_12_000000_create_users_table', 1),
('2014_10_12_100000_create_password_resets_table', 1),
('2016_10_12_195554_create_table_News_protal', 1),
('2016_10_12_201237_create_table_Try', 2),
('2016_10_21_182033_create_regestration', 3),
('2016_10_22_000848_Create_vote', 4),
('2016_10_26_061445_user', 5),
('2016_10_30_055805_Item', 6),
('2016_10_30_060030_Create_role', 7);

-- --------------------------------------------------------

--
-- Table structure for table `news_comment`
--

CREATE TABLE `news_comment` (
  `unique_code` int(12) UNSIGNED NOT NULL,
  `news_no` varchar(12) NOT NULL,
  `name` varchar(100) NOT NULL,
  `email` varchar(50) NOT NULL,
  `comment` text NOT NULL,
  `aproval` varchar(10) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `news_comment`
--

INSERT INTO `news_comment` (`unique_code`, `news_no`, `name`, `email`, `comment`, `aproval`, `created_at`, `updated_at`) VALUES
(1, '24', 'Hasan', 'rahibhasan689009@gmail.com', 'this try Comment', 'aproved', '2016-10-27 07:39:21', '2016-10-26 09:58:36'),
(2, '24', 'Rakib', 'Rakib@gmail.com', 'TRy This Comment', 'aproved', '2016-10-29 18:57:43', '2016-10-29 12:57:43'),
(3, '24', 'Rakib', 'Rakib@gmail.com', 'TRy This Comment', 'aproved', '2016-10-29 18:57:59', '2016-10-29 12:57:59'),
(4, '24', 'Rakib', 'Rakib@gmail.com', 'TRy This Comment', 'aproved', '2016-10-29 18:58:01', '2016-10-29 12:58:01'),
(5, '24', 'Rakib', 'rahibhasan689009@gmail.com', 'try this news', 'aproved', '2016-10-29 18:58:01', '2016-10-29 12:58:01'),
(6, '22', 'sadek', 'rjsadek@gmail.com', 'nice.... news..', 'aproved', '2016-11-02 17:57:08', '2016-11-02 11:57:08');

-- --------------------------------------------------------

--
-- Table structure for table `news_portal`
--

CREATE TABLE `news_portal` (
  `news_no` int(10) UNSIGNED NOT NULL,
  `news_category` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `news_subject` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `news_headline` varchar(400) COLLATE utf8_unicode_ci NOT NULL,
  `news_country` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `news_zilla` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `news_division` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `news` text COLLATE utf8_unicode_ci NOT NULL,
  `news_cov_jrn` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `news_coll_source` varchar(250) COLLATE utf8_unicode_ci NOT NULL,
  `news_aproval` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `news_selection` varchar(12) COLLATE utf8_unicode_ci NOT NULL,
  `news_apr_uname` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `news_file` varchar(250) COLLATE utf8_unicode_ci NOT NULL,
  `news_delete` int(11) NOT NULL,
  `Date` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `Time` varchar(12) COLLATE utf8_unicode_ci NOT NULL,
  `comment_count` int(12) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `news_portal`
--

INSERT INTO `news_portal` (`news_no`, `news_category`, `news_subject`, `news_headline`, `news_country`, `news_zilla`, `news_division`, `news`, `news_cov_jrn`, `news_coll_source`, `news_aproval`, `news_selection`, `news_apr_uname`, `news_file`, `news_delete`, `Date`, `Time`, `comment_count`, `created_at`, `updated_at`) VALUES
(7, 'বাংলাদেশ', 'আইন ও বিচার', 'তাবেলা হত্যায় নব্য জেএমবি জড়িত: র‍্যাব', 'None', 'Mohammedpur', 'Dhaka', 'রাজধানীর গুলশানে ইতালিয় নাগরিক সিজার তাবেলা হত্যাসহ ১৮টি নাশকতার ঘটনায় নব্য জেএমবি জড়িত বলে দাবি করেছে র‍্যাব।\r\n\r\nআজ শুক্রবার সকালে কারওয়ান বাজারের বিসিআইসি ভবনে র‍্যাবের মিডিয়া সেন্টারে অনুষ্ঠিত সংবাদ সম্মেলনে মহাপরিচালক (ডিজি) বেনজীর আহমেদ এ কথা জানান।\r\n\r\nগত ২৮ সেপ্টেম্বর সন্ধ্যায় গুলশান ২-এর ৯০ নম্বর সড়কে ইতালিয় নাগরিক সিজার তাবেলাকে (৫১) গুলি করে হত্যা করা হয়। পুলিশ এই ঘটনায় বিএনপির কয়েকজন নেতাকে দায়ী করে।\r\n\r\nডিবি এর মধ্যে ঢাকা মহানগর বিএনপির যুগ্ম আহ্বায়ক ও সাবেক ওয়ার্ড কমিশনার এম এ কাইয়ুম, তাঁর ভাইসহ সাতজনকে আসামি করে তাবেলা হত্যা মামলার অভিযোগপত্র দিয়েছে।', 'Hasan', 'Own Source', 'aproved', 'selected', '', 'jpg', 0, '21:10:2016', '1477032322', 0, '2016-10-21 00:45:22', '2016-11-04 16:25:33'),
(8, 'বাংলাদেশ', 'আইন ও বিচার আইনশৃঙ্খলা', 'আশুলিয়ায় নিহত আবদুর রহমানের পরিচয় নিশ্চিত: র‍্যাব', 'Bangladesh', 'Mohammedpur', 'Dhaka', 'আশুলিয়ায় র‍্যাবের অভিযানের সময় একটি বাড়ির পাঁচতলা থেকে পড়ে নিহত সন্দেহভাজন জঙ্গির পরিচয় সম্পর্কে নিশ্চিত হওয়া গেছে বলে দাবি করা হয়েছে।\r\n\r\nআজ শুক্রবার সকালে র‍্যাপিড অ্যাকশন ব্যাটালিয়নের (র‍্যাব) পক্ষ থেকে গণমাধ্যমে পাঠানো মুঠোফোনের খুদে বার্তায় এই দাবি করা হয়।\r\n\r\nর‍্যাবের ভাষ্য, ৮ অক্টোবর আশুলিয়ার গাজীরচট এলাকায় পাঁচতলা থেকে পড়ে নিহত হওয়া আবদুর রহমানই নব্য জেএমবির প্রধান সারোয়ার জাহান। তিনি শাইখ আবু ইব্রাহীম আল হানিফ নামেও পরিচিত।\r\n\r\nর‍্যাব বলছে, আবু ইব্রাহীম আল হানিফের দুই ঘনিষ্ঠ সহযোগী নাফিস আহম্মেদ ওরফে নয়ন ও হাসিবুল হাসানকে আটক করেছে র‍্যাব। এ ছাড়া র‍্যাব ২৭ লাখ ৭০ হাজার টাকা উদ্ধার করেছে।\r\n\r\nঘটনার বিষয়ে বিস্তারিত জানাতে র‍্যাবের সংবাদ সম্মেলন করার কথা।\r\n\r\n৮ অক্টোবর অভিযানের পর র‍্যাবের কর্মকর্তারা বলেন, আশুলিয়ার একটি বাড়িতে তাঁরা অভিযান চালাতে যান। র‍্যাবের উপস্থিতি টের পেয়ে সন্দেহভাজন ব্যক্তি পঞ্চম তলা থেকে লাফিয়ে পড়েন। হাসপাতালে নেওয়ার পর মারা যান তিনি। ওই বাসা থেকে তিন শিশুসন্তানসহ নিহত ব্যক্তির সন্তানসম্ভবা স্ত্রী শাহনাজ আক্তারকে গ্রেপ্তার করা হয়। উদ্ধার করা হয় ৩০ লাখ টাকা।', 'Hasan', 'Own Source', 'aproved', 'selected', '', 'jpg', 0, '21:10:2016', '1477032514', 0, '2016-10-21 00:48:34', '2016-10-23 23:58:25'),
(9, 'বাংলাদেশ', 'নির্বাচন রাজনীতি', 'ইউনিয়ন পরিষদ নির্বাচনে সহিংসতার চিত্র', 'None', 'Mohammedpur', 'Dhaka', 'এবারের ইউনিয়ন পরিষদ (ইউপি) নির্বাচন ক্ষমতাসীন আওয়ামী লীগের জন্য অনেকটাই ভ্রাতৃঘাতী ফল বয়ে এনেছে। ছয় পর্বে ইউপি নির্বাচনের ভোটকে কেন্দ্র করে ১১৬ জনের প্রাণহানি হয়েছে। দেশের ৬৪ জেলার মধ্যে ৪৫টি জেলায় ভোটের সংঘাতে প্রাণহানির ঘটনা ঘটেছে। সবচেয়ে বেশি প্রাণঘাতী সংঘর্ষের ঘটনা ঘটেছে চট্টগ্রাম (আটজন) ও পিরোজপুরে (সাতজন)', 'Hasan', 'Own Source', 'aproved', 'selected', '', 'jpg', 0, '21:10:2016', '1477032617', 0, '2016-10-21 00:50:17', '2016-10-24 00:04:27'),
(10, 'আন্তর্জাতিক', 'যুক্তরাষ্ট্র', 'ট্রাম্পের ওপর রাগ ঝাড়লেন ওবামা', 'Australia', '', '', 'হেরে গেলে নির্বাচনের ফল মেনে না নেওয়ার আভাস দেওয়ায় যুক্তরাষ্ট্রের প্রেসিডেন্ট নির্বাচনে রিপাবলিকান প্রার্থী ডোনাল্ড ট্রাম্পকে তুলোধুনো করেছেন প্রেসিডেন্ট বারাক ওবামা। তিনি বলেছেন, হেরে গেলে ট্রাম্প ভোটের ফলাফল নিয়ে প্রশ্ন তুললে তা হবে ‘বিপজ্জনক’।\r\n\r\nএএফপি ও বিবিসির খবরে জানা যায়, গতকাল বৃহস্পতিবার ফ্লোরিডার মিয়ামিতে নির্বাচনী সমাবেশে ট্রাম্পের এমন বক্তব্যে ক্ষোভ প্রকাশ করেন ওবামা।\r\n\r\nওহাইও অঙ্গরাজ্যে সমর্থকদের উদ্দেশে ট্রাম্প বলেন, জিতে গেলে ঐতিহাসিক এই নির্বাচনের ফল তিনি মেনে নেবেন। কিন্তু ফলাফল প্রশ্নবিদ্ধ হলে তিনি আইনি ব্যবস্থাও নিতে পারেন।\r\n\r\nস্থানীয় সময় বুধবার লাসভেগাসে অনুষ্ঠিত নির্বাচনের তৃতীয় ও শেষ বিতর্কে ট্রাম্প নির্বাচনের ফল মেনে নেওয়া নিয়ে রহস্য করেন। এ বিষয়ে সঞ্চালকের প্রশ্নের উত্তরে ট্রাম্প বলেন, এ নিয়ে তিনি সংশয় রাখতে চান।\r\n\r\nনির্বাচনের স্বচ্ছতা নিয়ে প্রশ্ন তোলায় ক্ষোভ প্রকাশ করেছেন যুক্তরাষ্ট্রের বর্তমান প্রেসিডেন্ট বারাক ওবামা। তিনি বলেন, নির্বাচনের স্বচ্ছতা নিয়ে প্রশ্ন তোলা মানে গণতন্ত্রকে হেয় করা। স্থানীয় সময় বুধবার রাতের শেষ বিতর্কে কোনো প্রমাণ ছাড়াই নির্বাচনে কারচুপির অভিযোগ তুলেছেন ট্রাম্প। ওবামা বলেন, মার্কিন ইতিহাসে ট্রাম্প সংখ্যাগরিষ্ঠ দলের প্রথম প্রতিদ্বন্দ্বী প্রার্থী, যিনি নির্বাচনের স্বচ্ছতা নিয়ে প্রশ্ন তুললেন। এটাকে হালকাভাবে নেওয়ার সুযোগ নেই।\r\n\r\nট্রাম্পের বক্তব্যে ক্ষুব্ধ ওবামা বলেন, যুক্তরাষ্ট্রের মতো একটি বড় দেশে নির্বাচনে কারচুপি করার কোনো সুযোগ নেই।\r\n\r\nমার্কিন ফার্স্ট লেডি মিশেল ওবামাও ট্রাম্পের ভোট কারচুপির ফাঁদে পা না দিতে ভোটারদের প্রতি আহ্বান জানিয়েছেন। মিয়ামির ওই সমাবেশে মিশেল বলেন, ট্রাম্প ভোটারদের হতাশ করার চেষ্টা করছেন। এটা বোঝানোর চেষ্টা করছেন, তাঁদের ভোট কোনো কাজে লাগবে না। এ ব্যাপারে সতর্ক থাকতে হবে ভোটারদের।\r\n\r\nনির্বাচনের শেষ বিতর্কে পরাজিত হয়েছেন ট্রাম্প। এর আগে একের পর এক যৌন কেলেঙ্কারির অভিযোগ ও নারীদের নিয়ে অশ্লীল ভিডিও প্রচার করায় ট্রাম্প সমালোচিত হয়েছেন। সবশেষ নির্বাচনের স্বচ্ছতা নিয়ে প্রশ্ন তুলে আবার সমালোচনার মুখে পড়েছেন। রিপাবলিকান দলের জ্যেষ্ঠ নেতারাও ট্রাম্পের এমন বক্তব্যে বিব্রত।\r\n\r\nওহাইও অঙ্গরাজ্যে সমর্থকদের উদ্দেশে ট্রাম্প বলেন, জিতে গেলে ঐতিহাসিক এই নির্বাচনের ফল তিনি মেনে নেবেন। কিন্তু ফলাফল প্রশ্নবিদ্ধ হলে তিনি আইনি ব্যবস্থাও নিতে পারেন।\r\n\r\nস্থানীয় সময় বুধবার লাসভেগাসে অনুষ্ঠিত নির্বাচনের তৃতীয় ও শেষ বিতর্কে ট্রাম্প নির্বাচনের ফল মেনে নেওয়া নিয়ে রহস্য করেন। এ বিষয়ে সঞ্চালকের প্রশ্নের উত্তরে ট্রাম্প বলেন, এ নিয়ে তিনি সংশয় রাখতে চান।\r\n\r\nনির্বাচনের স্বচ্ছতা নিয়ে প্রশ্ন তোলায় ক্ষোভ প্রকাশ করেছেন যুক্তরাষ্ট্রের বর্তমান প্রেসিডেন্ট বারাক ওবামা। তিনি বলেন, নির্বাচনের স্বচ্ছতা নিয়ে প্রশ্ন তোলা মানে গণতন্ত্রকে হেয় করা। স্থানীয় সময় বুধবার রাতের শেষ বিতর্কে কোনো প্রমাণ ছাড়াই নির্বাচনে কারচুপির অভিযোগ তুলেছেন ট্রাম্প। ওবামা বলেন, মার্কিন ইতিহাসে ট্রাম্প সংখ্যাগরিষ্ঠ দলের প্রথম প্রতিদ্বন্দ্বী প্রার্থী, যিনি নির্বাচনের স্বচ্ছতা নিয়ে প্রশ্ন তুললেন। এটাকে হালকাভাবে নেওয়ার সুযোগ নেই।\r\n\r\nট্রাম্পের বক্তব্যে ক্ষুব্ধ ওবামা বলেন, যুক্তরাষ্ট্রের মতো একটি বড় দেশে নির্বাচনে কারচুপি করার কোনো সুযোগ নেই।\r\n\r\nমার্কিন ফার্স্ট লেডি মিশেল ওবামাও ট্রাম্পের ভোট কারচুপির ফাঁদে পা না দিতে ভোটারদের প্রতি আহ্বান জানিয়েছেন। মিয়ামির ওই সমাবেশে মিশেল বলেন, ট্রাম্প ভোটারদের হতাশ করার চেষ্টা করছেন। এটা বোঝানোর চেষ্টা করছেন, তাঁদের ভোট কোনো কাজে লাগবে না। এ ব্যাপারে সতর্ক থাকতে হবে ভোটারদের।\r\n\r\nনির্বাচনের শেষ বিতর্কে পরাজিত হয়েছেন ট্রাম্প। এর আগে একের পর এক যৌন কেলেঙ্কারির অভিযোগ ও নারীদের নিয়ে অশ্লীল ভিডিও প্রচার করায় ট্রাম্প সমালোচিত হয়েছেন। সবশেষ নির্বাচনের স্বচ্ছতা নিয়ে প্রশ্ন তুলে আবার সমালোচনার মুখে পড়েছেন। রিপাবলিকান দলের জ্যেষ্ঠ নেতারাও ট্রাম্পের এমন বক্তব্যে বিব্রত।', 'Hasan', 'Own Source', 'aproved', 'selected', '', 'jpg', 0, '21:10:2016', '1477032825', 0, '2016-10-21 00:53:45', '2016-10-23 23:19:42'),
(11, 'আন্তর্জাতিক', 'যুক্তরাষ্ট্র', 'আইএস নৃশংস, ধূর্ত: যুক্তরাষ্ট্র', 'Australia', '', '', 'ইরাকের গুরুত্বপূর্ণ মসুল শহর পুনর্দখলের লড়াইয়ের ক্ষেত্রে জঙ্গিগোষ্ঠী ইসলামিক স্টেট (আইএস) ‘এক বর্বর প্রতিপক্ষ’। তারা ধূর্তও বটে। ইরাক ও সিরিয়ায় আইএস-বিরোধী যুদ্ধে নিয়োজিত আন্তর্জাতিক জোটের প্রধান এই মন্তব্য করেছেন।\r\n\r\nমার্কিন সেনাবাহিনীর লে. জেনারেল স্টিফেন টাউনসেন্ড ইরাক ও সিরিয়ায় আন্তর্জাতিক জোটের প্রধান হিসেবে দায়িত্ব পালন করছেন।\r\n\r\nমসুল পুনর্দখলের লক্ষ্যে চলমান লড়াইয়ের ফাঁকে গতকাল বৃহস্পতিবার বিবিসিকে বিশেষ সাক্ষাৎকার দেন টাউনসেন্ড।\r\n\r\nআইএসের দখল থেকে মসুল পুনরুদ্ধারে গত সোমবার থেকে ইরাকি বাহিনীর নেতৃত্বে সর্বাত্মক অভিযান শুরু হয়েছে। এই অভিযানে আন্তর্জাতিক জোটও অংশ নিচ্ছে।\r\n\r\nজেনারেল টাউনসেন্ড বলেন, আইএস খাপ খাইয়ে নিতে পারে, সৃজন ক্ষমতা আছে আর ধূর্ত।\r\n\r\nযুক্তরাষ্ট্রের এই শীর্ষ সামরিক কর্মকর্তা বলেন, মসুলে আইএস বেসামরিক মানুষকে ঢাল হিসেবে ব্যবহার করছে।\r\n\r\nমসুল পুনর্দখলের যুদ্ধে আইএসকে এক নৃশংস প্রতিপক্ষ হিসেবে বর্ণনা করেন জেনারেল টাউনসেন্ড। তিনি বলেন, আইএসকে থামাতে হবে।\r\n\r\nমসুল পুনর্দখলে ইরাকের সরকারি সেনারা বেশ জোরেশোরেই এগিয়ে যাচ্ছে বলে দাবি করা হয়েছে। এ ব্যাপারে দেশটির প্রধানমন্ত্রী হায়দার আল-আবাদি গতকাল বলেন, তাঁদের এই অগ্রযাত্রা প্রত্যাশার চেয়েও বেশি।\r\n\r\nআল-আবাদি বলেন, অভিযানে আইএসের কাছ থেকে মসুলের বেশ কিছু গ্রাম ও গুরুত্বপূর্ণ কিছু এলাকার পুনর্দখল নেওয়া হয়েছে।', 'Hasan', 'Own Source', 'aproved', 'selected', '', 'jpg', 0, '21:10:2016', '1477032915', 0, '2016-10-21 00:55:15', '2016-10-23 23:19:42'),
(12, 'আন্তর্জাতিক', 'যুক্তরাজ্য', ' পড়ুয়াদের দেশেও কমছে পাঠাগার', 'Australia', '', '', 'পড়ুয়া জাতি হিসেবে ব্রিটিশদের খ্যাতি আছে। কিন্তু পাঠাগারে গিয়ে তাঁদের পড়াশোনার অভ্যাস গত এক দশকে কমেছে ৩০ শতাংশ। যুক্তরাজ্যের সংস্কৃতি, গণমাধ্যম ও ক্রীড়া বিভাগ (ডিসিএমএস) এক জরিপ প্রতিবেদনে এ তথ্য দিয়েছে।\r\n\r\nপাঠাগারে আনাগোনা সবচেয়ে কমেছে ১৬ থেকে ২৪ বছর বয়সীদের মধ্যে। ডিসিএমএসের প্রতিবেদন অনুযায়ী, ২০০৫ সালে এই বয়সী ৫১ শতাংশ পাঠাগারে যেতেন। আর ২০১৫ সালে এই হার নেমে এসেছে ২৫ দশমিক ২ শতাংশে।\r\n\r\nঐতিহ্যবাহী অভ্যাসে কেন এই পরিবর্তন? কিশোর-তরুণ বয়সীদের এখন নাকি অবসর সময় আগের চেয়ে অনেক কমে এসেছে। জরিপ কর্মীদের সঙ্গে আলাপকালে তাঁদের অনেকে এমন কথা বলেছেন। আবার কেউ কেউ বলেছেন, পাঠাগারে যাতায়াত কমলেও তাঁরা বই পড়া ছাড়েননি। কিনে নেন অথবা অন্য কারও কাছ থেকে সংগ্রহ করে পড়েন। আবার অনেকে বললেন, তাঁরা ছাপা কাগজের বইয়ের বদলে এখন যান্ত্রিক বই (ই-বুক) পড়তেই বেশি স্বাচ্ছন্দ্য বোধ করেন।\r\n\r\nজাতীয় পর্যায়ে পাঠাভ্যাস বদলের বিষয়টিকে মোটেও হালকাভাবে নিচ্ছে না ব্রিটিশরা। লাইব্রেরি ক্যাম্পেইন আন্দোলনের ট্রাস্টি এলিজাবেথ অ্যাশ বলেন, এই সংকট নিরসনের লক্ষ্যে জরুরি উদ্যোগ নিতে হবে। লোকে পাঠাগারে গিয়ে সেগুলো বন্ধ দেখলে কী করবে? তাই আরও বেশি সময় ধরে খোলা রাখতে হবে প্রতিষ্ঠানগুলো।\r\n\r\nব্যবহার কমে যাওয়ায় বন্ধ হয়ে যাচ্ছে অনেক পাঠাগার। বিবিসি জানায়, ২০১০ সাল পর্যন্ত যুক্তরাজ্যে ৩৪৩টি পাঠাগার বন্ধ হয়েছে। এ বছর বন্ধ হবে আরও ১১১টি।\r\n\r\nকর্তৃপক্ষের সিদ্ধান্তেই বন্ধ হয়েছে এসব পাঠাগার। এ বিষয়ে সরকারের সমালোচনা করেছে হাউস অব লর্ডস। ব্রিটিশ আইনসভার উচ্চকক্ষের সদস্যরা অভিযোগ করেন, পাঠাগার কমে যাওয়ার পরিণামে বিশৃঙ্খলা, অপরাধ ও শিক্ষাপ্রতিষ্ঠানে নানা সমস্যা দেখা দেবে। পর্যাপ্ত দক্ষতার অভাবে শিশুরা পরবর্তী জীবনে কাজ পাবে না।\r\n\r\nজবাবে সরকারের প্রতিনিধি লর্ড অ্যাশটন বলেন, পাঠাগার খুবই প্রয়োজনীয়। পাশাপাশি বইয়ের দোকানও দেশের নাগরিক, সাংস্কৃতিক ও শিক্ষার কল্যাণে অনেক অবদান রাখে। সরকার পাঠাগারের গুরুত্ব স্বীকার করে।\r\n\r\nবিষয়: যুক্তরাজ্য\r\n০Like\r\n      \r\nসর্বশেষ\r\nনির্বাচিত\r\nফিলিপাইনে টাইফুনে নিহত ১২\r\nসেলফির ভালো-মন্দ\r\nতাবেলা হত্যায় নব্য জেএমবি জড়িত: র‍্যাব\r\nট্রাম্পের ওপর রাগ ঝাড়লেন ওবামা\r\nইংল্যান্ডকে ৩০০ করতে দিল না বাংলাদেশ\r\nসকল সর্বশেষ\r\nপাঠকের মন্তব্য\r\n\r\nলগইন করুন\r\n\r\n\r\n ইউজার নেম / ইমেইল\r\n\r\n পাসওয়ার্ড\r\n লগইন মনে রাখুন\r\nলগইন করুন     নতুন একাউন্ট রেজিস্ট্রেশন করতে এখানে ক্লিক করুন\r\nআরও সংবাদ\r\n\r\nইন্টারনেট পাচ্ছেন না অ্যাসাঞ্জ!\r\nসংক্ষেপ\r\nইন্টারনেট পাচ্ছেন না অ্যাসাঞ্জ!\r\n০২:১৯, অক্টোবর ১৯, ২০১৬\r\nলন্ডনে ইকুয়েডরের দূতাবাসে অবস্থানরত উইকিলিকসের প্রতিষ্ঠাতা জুলিয়ান অ্যাসাঞ্জ...\r\nবিস্তারিত\r\nআরটির ব্যাংক হিসাব বন্ধ\r\n০১:২৮, অক্টোবর ১৯, ২০১৬\r\nযুক্তরাজ্যে রাশিয়ার টিভি চ্যানেল আরটির ব্যাংক হিসাবগুলো বন্ধ করে দেবে...\r\nবিস্তারিত\r\nইন্টারনেট ব্যবহার করতে পারছেন না অ্যাসাঞ্জ!\r\nইন্টারনেট ব্যবহার করতে পারছেন না অ্যাসাঞ্জ!\r\nবিবিসি | ০০:১৫, অক্টোবর ১৮, ২০১৬\r\nলাখ লাখ গোপন নথি ফাঁস করে হইচই ফেলে দেওয়া ওয়েবসাইট উইকিলিকসের প্রতিষ্ঠাতা...\r\n১বিস্তারিত\r\nএ বিভাগের অন্যান্য সংবাদ\r\n\r\nইন্টারনেট পাচ্ছেন না অ্যাসাঞ্জ!\r\nআরটির ব্যাংক হিসাব বন্ধ\r\nইন্টারনেট ব্যবহার করতে পারছেন না অ্যাসাঞ্জ! - ১ মন্তব্য\r\nযুক্তরাজ্যে রুশ টিভি চ্যানেলের ব্যাংক হিসাব জব্দ - ১ মন্তব্য\r\nইইউতে থাকার পক্ষে ছিলেন ব্রেক্সিট নেতা বরিস জনসন!\r\n', 'Hasan', 'Own Source', 'aproved', 'selected', '', 'jpg', 0, '21:10:2016', '1477032974', 1, '2016-10-21 00:56:14', '2016-10-26 21:08:47'),
(13, 'বাংলাদেশ', 'পটুয়াখালী বরিশাল বিভাগ বিশাল বাংলা অপরাধ', 'তালিকায় এক নাম বারবার, হতদরিদ্ররা স্থান পাননি', 'None', 'Potukhali', 'Barisal', 'ময়না বেগম (৬০) ও কদবানুর (৪৫) স্বামী বেশ আগেই মারা গেছেন। মিনারা বেগমের (৫০) স্বামী দুরারোগ্য রোগে ভুগছেন। পটুয়াখালী সদর উপজেলার কমলাপুর ইউনিয়নের উত্তর ধরান্দী গ্রামে তাঁদের বাড়ি। তাঁরা বিধবা ভাতা ও বয়স্ক ভাতা পান না, নেই ভিজিএফ কার্ড। মানুষের কাছে হাত পেতে কিংবা অন্যের বাড়িতে কাজ করে দিন কাটছে তাঁদের। তারপরও খাদ্যবান্ধব কর্মসূচির ১০ টাকা কেজির চালও পাচ্ছে না এসব পরিবার।\r\nঅথচ এই ইউনিয়নে হতদরিদ্র ব্যক্তিদের তালিকায় কারও নাম একাধিকবার উঠেছে, আবার সরকারি কর্মচারীদের নামও এসেছে। হতদরিদ্র লোকের তালিকা তৈরিতে ব্যাপক অনিয়মের অভিযোগ ওঠায় ওই ইউনিয়নের উত্তর ধরান্দী গ্রামে ১০ টাকা কেজির চাল বিতরণ বন্ধ করে দেওয়া হয়েছে।\r\nগত বুধবার সরেজমিনে জানা যায়, উত্তর ধরান্দী গ্রামে চাল বিতরণ কার্যক্রম শুরু হয়নি। গ্রামের হতদরিদ্র পরিবারগুলো ডিলারের দোকানে এসে খোঁজ নিচ্ছে, কবে থেকে চাল বিক্রি শুরু হবে। এ সময় জানতে চাইলে ময়না বেগম, কদবানু ও মিনারা বেগম জানান, তাঁদের নামে এখনো কার্ড হয়নি। বিধবা ভাতা, বয়স্ক ভাতা; এমনকি ভিজিএফ কার্ডও নেই তাঁদের নামে। সরকার ১০ টাকা কেজির চাল বিক্রি করলেও তালিকায় তাঁদের নাম নেই। কীভাবে তালিকায় নাম উঠবে—এই খোঁজে ডিলারের দোকানে এসেছেন তাঁরা।\r\nকমলাপুর ইউনিয়ন যুবলীগের সহসভাপতি মো. মোশাররফ হোসেন অভিযোগ করেন, এই এলাকায় কার্ডের তালিকায় ব্যাপক অনিয়ম হয়েছে। তালিকায় এক লোকের একাধিক নাম উঠেছে। এর মধ্যে ২৪৩৪ ক্রমিক নম্বরে জলিল ব্যাপারী, পিতা কাসেম ব্যাপারীর নাম রয়েছে। আবার ২৪১৪ ক্রমিক নম্বরে ঠিক একই নাম রয়েছে। ২৪১৬ ক্রমিক নম্বরে রয়েছে হারুন খানের নাম। আবার ২৪৩২ ক্রমিক নম্বরেও একই ব্যক্তির নাম রয়েছে। এ ছাড়া ২৪১৫ ক্রমিক নম্বরে রয়েছে কামাল, পিতা কেল্লা মুনশি, আবার ২৪৩৩ ক্রমিক নম্বরে কামালের জায়গায় কালাম লেখা হয়েছে। তবে পিতার নাম ও ভোটার আইডি কার্ডের নম্বর একই রয়েছে। এ ছাড়া তালিকায় ১৫১৯ নম্বরে সরকারি প্রাথমিক বিদ্যালয়ের একজন শিক্ষকের নাম উঠেছে বলে অভিযোগ করেন তিনি।\r\nইউপি সদস্য ওহাব রাঢ়ী বলেন, হতদরিদ্র ব্যক্তিদের তালিকা তৈরিতে একটু ভুল হয়েছে। তবে তা সংশোধন করে নতুন করে তালিকা তৈরি হচ্ছে।\r\nএদিকে তালিকা তৈরিতে অনিয়মের অভিযোগ ওঠায় উত্তর ধরান্দী গ্রামে হতদরিদ্র ব্যক্তিদের ১০ টাকা কেজির চাল বিতরণ বন্ধ করে দিয়েছে জেলা খাদ্য নিয়ন্ত্রকের কার্যালয়।\r\nচালের ডিলার আবদুল রাজ্জাক হাওলাদার বলেন, গত ২৯ সেপ্টেম্বর চাল উত্তোলন করা হয়েছে। বিতরণ বন্ধ করে দেওয়ায় এখন চাল দোকানঘরে পড়ে রয়েছে।\r\nসদর উপজেলার খাদ্য নিয়ন্ত্রক মো. মনিরুল হক প্রথম আলোকে বলেন, উত্তর ধরান্দী গ্রামে তালিকা তৈরিতে অনিয়মের লিখিত অভিযোগ পাওয়ায় চাল বিতরণ বন্ধ করে দেওয়া হয়েছে। সেখানকার ৪৯৮ কার্ডের মধ্যে ১২৬টিতে অনিয়মের বিষয়টি তাঁদের জানানো হয়েছে। সঠিকভাবে হতদরিদ্র লোকের তালিকা ও কার্ড লিখে তৈরি করার জন্য বলা হয়েছে। দু-এক দিনের মধ্যে সংশোধিত তালিকা তৈরি ও কার্ড লেখা হবে এবং চাল বিতরণ শুরু করা সম্ভব হবে।\r\nজেলা খাদ্য নিয়ন্ত্রকের কার্যালয় থেকে জানা যায়, এই কর্মসূচির আওতায় খাদ্য অধিদপ্তর পটুয়াখালী জেলায় ১ লাখ ১৮ হাজার ৮৪ জন সুবিধাভোগী কার্ডধারীর কাছে ১০ টাকা কেজি দরে চাল বিক্রি করবে। এ জন্য জেলায় ২৫৭ জন ডিলার নিয়োগ দেওয়া হয়েছে।', 'Hasan', 'Own Source', 'aproved', 'selected', '', 'jpg', 0, '21:10:2016', '1477086838', 0, '2016-10-21 15:53:58', '2016-10-24 00:06:09'),
(14, 'বাংলাদেশ', 'বিশাল বাংলা সিলেট সিলেট বিভাগ', 'দূরের পথে সঙ্গী দুর্ভোগ', 'Bangladesh', 'Feni', 'Shylet', 'সিলেট শহর থেকে সড়কপথে জেলার সবচেয়ে বেশি দূরের উপজেলা জকিগঞ্জ। সিলেট-জকিগঞ্জ সড়কের দূরত্ব ৯১ কিলোমিটার। এর প্রায় ৪৫ কিলোমিটারই ভাঙাচোরা ও খানাখন্দে ভরা। ফলে সিলেট ও মৌলভীবাজারের পাঁচ উপজেলার যাত্রীদের দুর্ভোগকে সঙ্গী করেই এ পথে চলতে হচ্ছে।\r\n\r\nজকিগঞ্জ ছাড়াও বিয়ানীবাজার, কানাইঘাট ও গোলাপগঞ্জ এবং পাশের মৌলভীবাজারের বড়লেখা উপজেলার মানুষ এ সড়ক দিয়ে যাতায়াত করে। সিলেট হয়ে বড়লেখার মাধবকুণ্ড জলপ্রপাত যাতায়াতও চলে এ সড়ক দিয়ে। এ সড়ক ব্যবহৃত হয় বিয়ানীবাজারের শুল্ক বন্দর-শেওলা ও সুতারকান্দি যাতায়াতেও।\r\nস্থানীয় সাংসদ ও বিরোধীদলীয় হুইপ সেলিম উদ্দিন বলেন, সড়কটি আঞ্চলিক হলেও সিলেট জেলার তিনটি ও মৌলভীবাজারের একটি উপজেলাবাসীর চলাচলের কাজে লাগে। সড়কটি উন্নয়নে বৃহৎ পরিকল্পনা নেওয়া হচ্ছে।\r\nসম্প্রতি সরেজমিনে দেখা যায়, সিলেট থেকে গোলাপগঞ্জ উপজেলা সদর পর্যন্ত সড়ক তুলনামূলক ভালো। দুরবস্থার মধ্যে পড়তে হয় গোলাপগঞ্জ পার হলেই। বিয়ানীবাজারের চারখাই মোড় থেকে জকিগঞ্জ সদর পর্যন্ত সড়কের প্রায় ৪৫ কিলোমিটারজুড়ে বড় বড় খানাখন্দ। চারখাই থেকে সুতারকান্দি ও শেওলা শুল্কবন্দর লাগোয়া প্রায় ১২ কিলোমিটার সড়কও ভাঙাচোরা। এ ছাড়া শাহগলি থেকে জকিগঞ্জের আটগ্রাম-কালীগঞ্জ বাজার পর্যন্ত সড়কও যান চলাচলের অযোগ্য হয়ে পড়েছে।\r\nশাহগলি এলাকার বাসিন্দা মাসুম আহমদ বলেন, গত ১৭ সেপ্টেম্বর সড়কের শাহগলি এলাকায় দুর্ঘটনায় একই পরিবারের দুই কন্যাশিশুসহ তিনজন নিহত ও ১৫ জন বাসযাত্রী আহত হন। এরপর থেকে সড়কের এ অংশ ‘মরণফাঁদ’ নামে চিহ্নিত হচ্ছে।\r\nএলাকাবাসী ও যানবাহন চালকেরা জানান, দীর্ঘ এ সড়কে যাত্রীদের পাশাপাশি চালকেরাও দুর্ভোগের শিকার হচ্ছেন। গাড়ির যন্ত্রাংশ নষ্ট হওয়ায় আর্থিকভাবে ক্ষতিগ্রস্ত হচ্ছেন যানবাহনের মালিকেরা। সড়কটি সংস্কারের দাবিতে গত ২৬ জুলাই সড়ক পরিবহন সমিতি পরিবহন ধর্মঘট পালন করে। কিন্তু কর্মসূচিতে শুধু আশ্বাস মিলেছে, কাজ হয়নি। ২০১৩ সালের পর থেকে সড়কটি আর সংস্কার করা হয়নি।\r\nসিলেটের দক্ষিণ সুরমার কদমতলী কেন্দ্রীয় বাস টার্মিনালে বাসচালক মো. আরমান বলেন, ‘ওই সড়কে গাড়ি চালাইতে ঝুঁকি তো রয়েছেই। এ ছাড়া সময়, জ্বালানি তেল ও গাড়ির যন্ত্রপাতি নষ্ট হয়। এ তিন অপচয়ে যানবাহন মালিক ও চালকেরা কাহিল।’\r\nজকিগঞ্জ পৌরসভার মেয়র খলিল উদ্দিন বলেন, পৌরসভার ভেতরে জকিগঞ্জ বাজার-সংলগ্ন সড়কের অবস্থা নাজুক। সড়ক ও জনপথ বিভাগকে (সওজ) অন্তত পৌর শহরের অংশ সংস্কারের তাগাদা দিলেও সাড়া মেলেনি। ভোগান্তির কারণে এ সড়ক দিয়ে জকিগঞ্জ শহরের মানুষের যাতায়াত সীমিত হয়ে পড়েছে।\r\nসিলেট সওজ বিভাগের নির্বাহী প্রকৌশলী শেখ মনিরুল ইসলাম বলেন, জেলা সদর থেকে উপজেলায় যাতায়াতে দীর্ঘতম সড়ক এটি। পুরো সড়ক সওজের অধীন হওয়ায় কয়েকটি ধাপে এর সংস্কার ও উন্নয়নকাজ চালানো হয়। এর মধ্যে সবচেয়ে নাজুক অবস্থা বিবেচনায় চারখাই থেকে শাহগলি পর্যন্ত ১২ কিলোমিটার অংশ সংস্কারে ১০ কোটি টাকার প্রকল্পের দরপত্র আহ্বানের প্রস্তুতি চলছে। তবে কবে নাগাদ কাজ শুরু হবে, তা নির্দিষ্ট করে বলা যাচ্ছে না।\r\n\r\nবিষয়: বিশাল বাংলা সিলেট সিলেট বিভাগ\r\n০Like\r\n      \r\nসর্বশেষ\r\nনির্বাচিত\r\nক্যামেরুনে ট্রেন লাইনচ্যুত হয়ে নিহত ৫৩\r\nতালিকায় এক নাম বারবার, হতদরিদ্ররা স্থান পাননি\r\nদূরের পথে সঙ্গী দুর্ভোগ\r\nঅযত্নে-অবহেলায় ‘দাশের ভিটা’\r\nসামাজিক বনায়নের ৮০০ গাছ লুট\r\nসকল সর্বশেষ\r\nআপনার পছন্দের এলাকার সংবাদ\r\n\r\nপড়তে চাই   সংবাদ\r\nপাঠকের মন্তব্য\r\n\r\n\r\nআপনি কি পরিচয় গোপন রাখতে চান  এখানে ক্লিক করুন।\r\nআমি প্রথম আলোর নীতিমালা মেনে মন্তব্য করছি।\r\nমন্তব্য\r\nআরও সংবাদ\r\n\r\nপটুয়াখালীতে ১০ টাকা কেজির চাল\r\nতালিকায় এক নাম বারবার, হতদরিদ্ররা স্থান পাননি\r\nপটুয়াখালী অফিস | ০২:৩৯, অক্টোবর ২২, ২০১৬\r\nময়না বেগম (৬০) ও কদবানুর (৪৫) স্বামী বেশ আগেই মারা গেছেন। মিনারা...\r\nবিস্তারিত\r\nজীবনানন্দ দাশের ৬২তম মৃত্যুবার্ষিকী আজ\r\nঅযত্নে-অবহেলায় ‘দাশের ভিটা’\r\nএম জসীম উদ্দীন, ঝালকাঠি থেকে ফিরে | ০২:৩৬, অক্টোবর ২২, ২০১৬\r\nঝালকাঠির রাজাপুর উপজেলার বামনকাঠি গ্রাম। পাশ দিয়ে বয়ে গেছে ধানসিঁড়ি...\r\nবিস্তারিত\r\nসামাজিক বনায়নের ৮০০ গাছ লুট\r\nসামাজিক বনায়নের ৮০০ গাছ লুট\r\nগৌরনদী (বরিশাল) প্রতিনিধি | ০২:৩৫, অক্টোবর ২২, ২০১৬\r\nবরিশালের গৌরনদী উপজেলায় আবারও সামাজিক বনায়নের গাছ লুট হয়েছে। এবার...\r\nবিস্তারিত\r\nএ বিভাগের অন্যান্য সংবাদ\r\n\r\nতালিকায় এক নাম বারবার, হতদরিদ্ররা স্থান পাননি\r\nঅযত্নে-অবহেলায় ‘দাশের ভিটা’\r\nসামাজিক বনায়নের ৮০০ গাছ লুট\r\n‘প্রকৃতি না বাঁচলে মানুষ বাঁচবে না’\r\nভাঙচুরের ঘটনায় ছাত্রদল নেতা–কর্মীদের আসামি করে মামলা\r\n', 'Hasan', 'Own Source', 'aproved', 'selected', '', 'jpg', 0, '21:10:2016', '1477086906', 0, '2016-10-21 15:55:06', '2016-10-24 00:06:10'),
(15, 'রাজনীতি', 'গৌরনদী বরিশাল বরিশাল বিভাগ বিশাল বাংলা অপরাধ', 'সামাজিক বনায়নের ৮০০ গাছ লুট', 'Bangladesh', 'Gourinodi', 'Barisal', 'বরিশালের গৌরনদী উপজেলায় আবারও সামাজিক বনায়নের গাছ লুট হয়েছে। এবার প্রভাবশালী ব্যক্তিরা কেটে নিয়েছেন আট শতাধিক গাছ। এলাকাবাসীর অভিযোগ, সম্প্রতি সহস্রাধিক গাছ কাটা হলেও প্রশাসন বা সংশ্লিষ্ট কর্তৃপক্ষ টুঁ শব্দটি করেনি। ফলে আবার গাছ নিধনের ঘটনা ঘটল।\r\nস্থানীয় সরকার প্রকৌশল অধিদপ্তরের (এলজিইডি) বরিশাল কার্যালয় সূত্রে জানা গেছে, ক্ষুদ্রাকার পানিসম্পদ উন্নয়ন সেক্টর প্রকল্পের অধীনে ২০০১-০২ অর্থবছরে গৌরনদীর মাহিলাড়া ইউনিয়নের মাহিলাড়া ডিগ্রি কলেজের পশ্চিম পাশ থেকে দত্তেরাবাদ ডিএইচবি হাট পর্যন্ত প্রায় তিন কিলোমিটার সড়কের পাশে সামাজিক বনায়ন করা হয়। এ সময় রেইনট্রি, মেহগনি, কড়ই, শিশুসহ বিভিন্ন প্রজাতির প্রায় সাত হাজার গাছ লাগানো হয়। মাহিলাড়া ইউনিয়ন পানি ব্যবস্থাপনা সমবায় সমিতি এই বনায়নে যুক্ত ছিল।\r\nসমিতির সভাপতি আনোয়ার হোসেন জানান, তাঁদের ৪০৫ জন সদস্য রয়েছেন, যাঁরা ওই সামাজিক বনায়নের বড় অংশের (৭০ শতাংশ) মালিক। কিন্তু উপজেলার শরিফাবাদ, পশ্চিম শরিফাবাদ, মাহিলাড়া ও দত্তেরাবাদ—এই চারটি গ্রামের শহিদুল ইসলাম, মহিউদ্দিন, মিজানুর রহমান, নাসির উদ্দিন, আবদুল মান্নান মৃধা, ওমর আলী, লাল মিয়া, এসাহাক হোসেনসহ ২৫-৩০ জন ব্যক্তি সম্প্রতি এই সামাজিক বনায়নের ছোট-বড় আট শতাধিক গাছ বিক্রি করে দেন। স্থানীয় গাছ ব্যবসায়ী মো. মহিউদ্দিন, আবদুল জব্বার, মো. শাহীন সরদার, জহিরুল হক, মো. মাহাবুল হক, মেরাজ উদ্দিনসহ ১৫-২০ জন গাছগুলো কেনেন।\r\nদত্তেরাবাদ গ্রামের মিনরুজ্জামান ও শরিফাবাদ গ্রামের আরিফ হোসেনসহ কয়েকজন বলেন, গত কয়েক দিনে নির্বিচারে গাছ কাটেন ক্রেতাদের নিযুক্ত শ্রমিকেরা। এরপর মাহিলাড়া-ছয়গ্রাম খালে ট্রলার ভিড়িয়ে গাছগুলো অন্যত্র নিয়ে যান।\r\nগাছ বিক্রেতা মিজানুর রহমান, নাসির উদ্দিন, আবদুল মান্নান মৃধা, ওমর আলী ও মো. লাল মিয়া দাবি করেন, তাঁরা সরকারি গাছ বিক্রি করেননি। তাঁদের পৈতৃক সম্পত্তিতে লাগানো গাছ বিক্রি করেছেন। আরেকজন এসাহাক হোসেন বলেন, ‘একই এলাকার অনেকেই তাঁদের জমির পাশের সড়কের গাছ বিক্রি করেছেন। ক্রেতারা সেগুলো কেটে নিয়ে গেছেন। কেউ তাতে বাধা দেয়নি। তাই আমিও আমার জমির পাশের গাছ বিক্রি করেছি।’\r\nপ্রসঙ্গত, মাহিলাড়া ইউনিয়নের বিল্লগ্রাম হাট ব্রিজের গোড়া থেকে জঙ্গলপট্টি মাদ্রাসা পর্যন্ত সড়কের পাশে করা সামাজিক বনায়নের সহস্রাধিক গাছ ৭ থেকে ১৩ অক্টোবরের মধ্যে নির্বিচারে কাটা হয়। এ বিষয়ে ১৬ অক্টোবর প্রথম আলোয় সচিত্র প্রতিবেদন ছাপা হয়। এলাকাবাসী জানান, এ ঘটনায় কোনো ব্যবস্থা গ্রহণ তো দূরের কথা, বন বিভাগ বা উপজেলা প্রশাসনের কেউ আজ পর্যন্ত ঘটনাস্থলে তদন্ত করতেও যায়নি।\r\nজানতে চাইলে গৌরনদী উপজেলা বন বিভাগের কর্মকর্তা মণীন্দ্রনাথ হালদার বলেন, সড়কের গাছ কেটে নেওয়ার বিষয়ে কেউই তাঁদের কাছে কোনো অভিযোগ দেয়নি।\r\nউপজেলা নির্বাহী কর্মকর্তা (ইউএনও) এবং পরিবেশ ও বন উন্নয়ন কমিটির সভাপতি মো. মাহবুব আলম বলেন, কমিটির অনুমোদন ছাড়া সামাজিক বনায়নের গাছ কাটা অবৈধ। বিষয়টি খতিয়ে দেখে ব্যবস্থা নেওয়া হবে। আগের ঘটনায় কোনো ব্যবস্থা নেওয়া হয়নি কেন—জানতে চাইলে ইউএনও বলেন, তিনি এলাকার বাইরে ছিলেন।', 'Hasan', 'Own Source', 'aproved', 'none', '', 'jpg', 0, '21:10:2016', '1477086972', 0, '2016-10-21 15:56:12', '2016-10-23 23:19:46'),
(17, 'আন্তর্জাতিক', 'আফ্রিকা', 'ক্যামেরুনে ট্রেন লাইনচ্যুত হয়ে নিহত ৫৩', 'Austria', '', '', 'পশ্চিম আফ্রিকার দেশ ক্যামেরুনে অতিরিক্ত যাত্রীবাহী একটি ট্রেন লাইনচ্যুত হয়ে কমপক্ষে ৫৩ জন নিহত ও ৩০০ জন আহত হয়েছেন।\r\n\r\nগতকাল শুক্রবার দেশটির রাজধানী ইয়াউন্ডে ও অর্থনৈতিক কেন্দ্রস্থল দুয়োলা শহরের মধ্যে যাতায়াত করার সময় ছোট শহর ইসেকার কাছে লাইনচ্যুত হয়ে ট্রেনটির বগিগুলো উল্টে গেলে এ হতাহতের ঘটনা ঘটে।\r\n\r\nবিবিসির প্রতিবেদনে বলা হয়েছে, সম্প্রতি ভারী বৃষ্টিপাতের ফলে ভূমিধসের সৃষ্টি হওয়ায় দেশটি জুড়ে সড়ক যোগযোগ বিপর্যস্ত হয়ে পড়ে। এতে করে স্বাভাবিক অবস্থার চেয়ে ট্রেনে যাত্রীদের চাপ অনেক বেড়ে যায়।\r\n\r\nবার্তা সংস্থা এপি জানিয়েছে, স্বাভাবিক অবস্থায় গড়ে ৬০০ যাত্রী চলাচল করলেও ট্রেনটি ১৩০০ যাত্রী বহন করছিল।\r\n\r\nক্যামেরুনের পরিবহনমন্ত্রী এডগার্ড অ্যালাইন মেবি জানিয়েছেন, এ দুর্ঘটনায় ৩০০ জন আহত হয়েছেন। নিহতের সংখ্যা আরও বাড়তে পারে।', 'Hasan', 'Own Source', 'aproved', 'selected', '', 'jpg', 0, '21:10:2016', '1477087632', 0, '2016-10-21 16:07:12', '2016-10-23 21:36:59'),
(18, 'আন্তর্জাতিক', ' যুক্তরাষ্ট্র', 'তোপের মুখে ট্রাম্প', 'Bahrain', '', '', 'প্রেসিডেন্ট নির্বাচনের ফলাফল না-ও মানতে পারেন, এমন মন্তব্য করে তীব্র সমালোচনার মুখে পড়েছেন ডোনাল্ড ট্রাম্প। ডেমোক্র্যাটদের কাছ থেকে তো বটেই, নিজ দলের অনেক নেতা এখন তাঁর বক্তব্যের কঠোর সমালোচনা করেছেন। তা সত্ত্বেও ট্রাম্প তাঁর অবস্থান বদলাননি।\r\n\r\nগত বৃহস্পতিবার ওহাইওতে এক নির্বাচনী প্রচারে রিপাবলিকান পার্টির প্রেসিডেন্ট প্রার্থী ট্রাম্প ঘোষণা করেন, নির্বাচনী ফলাফল তিনি অবশ্যই মেনে নেবেন, যদি সে নির্বাচনে তাঁর জয় হয়। ট্রাম্পের এই কথায় কয়েক হাজার দর্শক হাসিতে গড়িয়ে পড়েন। কিছু পরে ট্রাম্প তাঁর সুর বদলে বলেন, নির্বাচনের ফল যদি পরিষ্কারভাবে তাঁর বিরুদ্ধে যায়, তিনি সে ফল মেনে নেবেন। কিন্তু কোনো ধরনের কারচুপি হলে এ নিয়ে আইনগত লড়াইতে যেতে তিনি দ্বিধা করবেন না।\r\n\r\nএকই দিন ফ্লোরিডায় এক নির্বাচনী সভায় ট্রাম্পের মন্তব্যের কঠোর সমালোচনা করে প্রেসিডেন্ট ওবামা বলেন, নির্বাচনের ফল প্রত্যাখ্যান কোনো হাসি-ঠাট্টার ব্যাপার নয়। ট্রাম্প দেশের মানুষের মনে নির্বাচনের বৈধতা নিয়ে সন্দেহের বীজ বুনতে চাইছেন। এর ফলে গণতন্ত্রের ভীত ক্ষতিগ্রস্ত হয়।\r\n\r\nফার্স্ট লেডি মিশেল ওবামা বলেছেন, ট্রাম্প আমেরিকা নামক চেতনার পরিপন্থী অবস্থান নিয়েছেন। অ্যারিজোনায় এক সভায় তিনি বলেন, নির্বাচনের ফলাফল অগ্রাহ্য করার যেকোনো চেষ্টার ফলে শুধু গণতন্ত্র নয়, আমেরিকা নামক দেশটির ভিত্তিমূলে আঘাত হানা হবে।\r\n\r\nউল্লেখ্য, বুধবারের টেলিভিশন বিতর্কে নির্বাচনের ফল মেনে নেবেন কি না, এমন প্রশ্নের জবাবে ট্রাম্প বলেছিলেন, সময় এলেই এই প্রশ্নের জবাব মিলবে। বলেন, ‘এখন আমি আপনাদের রহস্যের ভেতরে রাখছি।’\r\n\r\nরিপাবলিকান দলের নেতাদের কাছেও প্রবল সমালোচনার মুখে পড়েছেন ট্রাম্প। নভেম্বরে শুধু প্রেসিডেন্ট পদের জন্য নয়, সিনেট ও প্রতিনিধি পরিষদের সদস্যপদের জন্যও নির্বাচন হবে। প্রেসিডেন্ট নির্বাচনের ফল অবৈধ হলে কংগ্রেসের জন্য নির্বাচনও অবৈধ হয়ে পড়ে। সে কথা মাথায় রেখে সিনেটর ম্যাককেইন বলেছেন, বিগত প্রতিটি নির্বাচনে পরাজিত প্রার্থী ফলাফল মেনে বিজয়ী প্রার্থীকে প্রেসিডেন্ট স্বীকার করে অভিনন্দন জানিয়েছেন। ২০০৮ সালে ওবামার কাছে পরাজিত হয়ে ম্যাককেইন নিজে তা-ই করেছিলেন। তিনি বলেন, এটাই মার্কিন গণতন্ত্রের নিয়ম, তার ঐতিহ্য। ট্রাম্পকে তিনি নির্বাচনের ফলাফল মেনে নেওয়ার পরামর্শ দিয়ে বলেন, ‘২০০৮ সালে নির্বাচনের ফলাফল আমার পছন্দ হয়নি, কিন্তু সে ফল মেনে নেওয়া আমার দায়িত্ব ছিল। এটা শুধু ভদ্রতার ব্যাপার নয়, আমেরিকান জনগণের ইচ্ছার প্রতি সম্মান প্রদর্শন।’\r\n\r\nইউটাহর রিপাবলিকান সিনেটর মাইক লি বলেছেন, ট্রাম্পের মন্তব্য কতটা ভীতিকর, তা তিনি ভাষায় প্রকাশ করতে পারবেন না। এর ফলে পুরো নির্বাচনী ব্যবস্থা বৈধতা হারাবে। মেইন অঙ্গরাজ্যের রিপাবলিকান গভর্নর ট্রাম্পের বক্তব্যকে ‘স্টুপিড’ বা বোকার মতো কথা বলে তা প্রত্যাখ্যান করেন।\r\n\r\nব্যাপারটা সবচেয়ে বিপদে ফেলেছে সেই সব রিপাবলিকান সিনেট ও প্রতিনিধি পরিষদের সদস্যদের, যাঁরা নভেম্বরের নির্বাচনে ডেমোক্র্যাটদের কাছ থেকে তীব্র প্রতিদ্বন্দ্বিতার সম্মুখীন হচ্ছেন। আর মাত্র চারটি অতিরিক্ত আসন দখল করতে পারলেই সিনেটের নিয়ন্ত্রণ হাতবদল হবে। ডেমোক্র্যাটরা আশা করছেন, শুধু সিনেট নয়, প্রতিনিধি পরিষদও তাঁদের নিয়ন্ত্রণে আবার ফিরে আসবে। সে বিবেচনা থেকেই সুরক্ষিত নয় এমন রিপাবলিকান আসন দখলে আনার জন্য তাঁরা নির্বাচনী প্রচারে অতিরিক্ত অর্থ বরাদ্দ শুরু করেছেন। এমনকি প্রতিনিধি পরিষদে কে তাঁদের নেতা হবেন, সে প্রশ্নে কোনো সিদ্ধান্ত গ্রহণও তাঁরা বিলম্বিত করছেন। প্রাক্তন ডেমোক্রেটিক স্পিকার ন্যান্সি পেলোসি আশা করছেন, তিনি নিজের পুরোনো পদ ফিরে পাবেন\r\n\r\n \r\n\r\nবিষয়: যুক্তরাষ্ট্র\r\n০Like\r\n      \r\nসর্বশেষ\r\nনির্বাচিত\r\nক্যামেরুনে ট্রেন লাইনচ্যুত হয়ে নিহত ৫৩\r\nতালিকায় এক নাম বারবার, হতদরিদ্ররা স্থান পাননি\r\nদূরের পথে সঙ্গী দুর্ভোগ\r\nঅযত্নে-অবহেলায় ‘দাশের ভিটা’\r\nসামাজিক বনায়নের ৮০০ গাছ লুট\r\nসকল সর্বশেষ\r\nপাঠকের মন্তব্য\r\n\r\n\r\nআপনি কি পরিচয় গোপন রাখতে চান  এখানে ক্লিক করুন।\r\nআমি প্রথম আলোর নীতিমালা মেনে মন্তব্য করছি।\r\nমন্তব্য\r\nআরও সংবাদ\r\n\r\nআলোচনায় ‘ন্যাস্টি ওম্যান’\r\nবিশেষ প্রতিনিধি, যুক্তরাষ্ট্র | ০০:১০, অক্টোবর ২২, ২০১৬\r\nতৃতীয় বিতর্কে ট্রাম্প হিলারির দিকে ক্রুদ্ধভাবে তাকিয়ে ‘ন্যাস্টি...\r\nবিস্তারিত\r\nযুক্তরাষ্ট্রের নির্বাচন ২০১৬: আর বাকি ১৭ দিন\r\nএকে অপরকে হুল ফুটালেন তাঁরা\r\nবিশেষ প্রতিনিধি, যুক্তরাষ্ট্র | ০০:১১, অক্টোবর ২২, ২০১৬\r\nবুধবারের টিভি বিতর্কের শুরু বা শেষে হিলারি ও ট্রাম্প একে অপরের সঙ্গে করমর্দন...\r\nবিস্তারিত\r\nট্রাম্পের ওপর রাগ ঝাড়লেন ওবামা\r\nট্রাম্পের ওপর রাগ ঝাড়লেন ওবামা\r\nঅনলাইন ডেস্ক | ১১:৫৫, অক্টোবর ২১, ২০১৬\r\nহেরে গেলে নির্বাচনের ফল মেনে না নেওয়ার আভাস দেওয়ায় যুক্তরাষ্ট্রের প্রেসিডেন্ট...\r\n১বিস্তারিত\r\nএ বিভাগের অন্যান্য সংবাদ\r\n\r\nআলোচনায় ‘ন্যাস্টি ওম্যান’\r\nএকে অপরকে হুল ফুটালেন তাঁরা\r\nট্রাম্পের ওপর রাগ ঝাড়লেন ওবামা - ১ মন্তব্য\r\nআইএস নৃশংস, ধূর্ত: যুক্তরাষ্ট্র - ৪ মন্তব্য\r\nপরাস্ত হলে ফল মানবেন না ট্রাম্প? - ১ মন্তব্য\r\n', 'Hasan', 'Own Source', 'aproved', 'none', '', 'jpg', 0, '21:10:2016', '1477087700', 0, '2016-10-21 16:08:20', '2016-10-23 21:36:59'),
(19, 'আন্তর্জাতিক', 'আফ্রিকা', 'আইসিসি থেকে বেরিয়ে যাচ্ছে দক্ষিণ আফ্রিকা', 'Antigua and Barbuda', '', '', 'আন্তর্জাতিক অপরাধ আদালত (আইসিসি) থেকে নিজেদের সদস্যপদ প্রত্যাহার করে নিচ্ছে দক্ষিণ আফ্রিকা। দেশটি জাতিসংঘকে চিঠি দিয়ে তার সদস্যপদ প্রত্যাহারের প্রক্রিয়া শুরু করতে বলেছে।\r\nদক্ষিণ আফ্রিকার বিচারমন্ত্রী মাইকেল মাসুথা বলেছেন, আফ্রিকায় এই ধারণা প্রতিষ্ঠিত যে, আইসিসি আফ্রিকান নেতাদের নিশানা করে শাস্তিমূলক রায় দিয়ে থাকে।\r\nগণহত্যা এবং যুদ্ধাপরাধের দায়ে আইসিসির তালিকাভুক্ত আসামি সুদানের রাষ্ট্রপতি ওমর আল-বশির গত বছর আফ্রিকায় একটি সম্মেলনে যোগ দেন। সেখানে তাঁকে গ্রেপ্তারের জন্য দক্ষিণ আফ্রিকার সরকারকে নির্দেশ দেয় আইসিসি। তবে দক্ষিণ আফ্রিকা বশিরকে দেশে পাঠিয়ে দেয়।\r\nওই ঘটনার জের ধরে দক্ষিণ আফ্রিকা আইসিসি থেকে বেরিয়ে যাওয়ার সিদ্ধান্ত নিয়েছে বলে মনে করা হচ্ছে।', 'Hasan', 'Own Source', 'aproved', 'none', '', 'jpg', 0, '21:10:2016', '1477087767', 0, '2016-10-21 16:09:27', '2016-10-23 21:37:00'),
(20, 'আন্তর্জাতিক', 'পাকিস্তান', ' ভারতীয় টিভি চ্যানেল নিষিদ্ধ করল পাকিস্তান', 'Australia', '', '', 'ভারতীয় সব টিভি চ্যানেল ও রেডিওর অনুষ্ঠান পাকিস্তানে নিষিদ্ধ করা হয়েছে। পাকিস্তান ইলেকট্রনিক মিডিয়া রেগুলেটরি অথোরিটি (পিইএমআরএ) এ সিদ্ধান্ত নিয়েছে। পাকিস্তানের স্থানীয় সময় শুক্রবার (২১ অক্টোবর) বিকেল ৩টা থেকে এ সিদ্ধান্ত কার্যকর হবে।\r\nপিইএমআরএর এক বিবৃতিতে এ কথা জানানো হয়েছে।\r\nএ নিষেধাজ্ঞার ফলে পাকিস্তানের কেবল টিভি ও রেডিও অপারেটররা ভারতের বলিউড সিনেমার কোনো গান, ছবি, খবর বা বিনোদনের কোনো অনুষ্ঠান আর প্রচার করতে পারবে না। ভারতীয় টিভি চ্যানেল বিশেষ করে চলচ্চিত্র বা বিনোদন অনুষ্ঠান এবং খবরাখবর পাকিস্তানে খুবই জনপ্রিয়। এ নিষেধাজ্ঞা অমান্য করলে লাইসেন্স বাতিল করা হবে বলে সতর্ক করেছে পিইএমআরএ। \r\n২০০৬ সালে পারভেজ মোশাররফের সরকারের সময়ে একতরফা অধিকারের বলে দেশটির পিইএমআরএ ওই সিদ্ধান্ত নিয়েছে।\r\n\r\nভারত নিয়ন্ত্রিত কাশ্মীরের উরিতে এক সন্ত্রাসী হামলায় ১৯ ভারতীয় সেনা নিহত হয়। ভারতের পক্ষ থেকে এ হামলায় পাকিস্তানকে দায়ী করা হয়। এরপরই থেকেই দুই দেশের মধ্যে সীমান্তে উত্তেজনা চলছে। ওই হামলার পরই ভারত এলওসিতে ‘সার্জিক্যাল স্ট্রাইক’ চালায়। সীমান্তে সন্ত্রাসী কর্মকাণ্ড নিয়ে দুই দেশের উত্তেজনার মধ্যেই পাকিস্তান নিজ দেশে ভারতীয় চ্যানেল নিষিদ্ধের এ সিদ্ধান্ত নিল।\r\n\r\n২০১৪ সাল থেকে কাশ্মীরের উত্তরাঞ্চলে চালানো হামলাগুলোর মধ্যে এটিই সবচেয়ে প্রাণঘাতী হামলা।', 'Hasan', 'Own Source', 'aproved', 'none', '', 'jpg', 0, '21:10:2016', '1477087860', 5, '2016-10-21 16:11:00', '2016-10-23 21:37:00'),
(21, 'রাজনীতি', 'লক্ষ্মীপুর চট্টগ্রাম বিভাগ বিশাল বাংলা রাজনীতি', 'রায়পুরে ১৩ ডিলারের ১১ জনই আ.লীগের', 'None', 'Laximpur', 'Chittagong', 'লক্ষ্মীপুরের রায়পুর উপজেলায় খাদ্যবান্ধব কর্মসূচির জন্য নিযুক্ত ১৩ জন পরিবেশকের (ডিলার) সবাই ক্ষমতাসীন আওয়ামী লীগের নেতা-কর্মী বা তাঁদের আত্মীয়স্বজন। বিভিন্ন মাধ্যমে বিষয়টি নিশ্চিত হওয়া গেছে।\r\nতালিকা পর্যালোচনা করে, এলাকাবাসীর সঙ্গে কথা বলে ও দলীয় সূত্রে জানা গেছে, নিয়োগপ্রাপ্ত ১৩ জন ডিলারের মধ্যে ১১ জনই আওয়ামী লীগ ও এর সহযোগী সংগঠনের নেতা-কর্মী। বাকি দুজন নেতাদের স্বজন।\r\nদক্ষিণ চর বংশী ইউনিয়নের আজিজুর রহমান বলেন, ‘সব কাগজপত্র দিয়ে নীতিমালা মেনে ডিলার নিযুক্ত হওয়ার জন্য আবেদন করি। কিন্তু সরকারদলীয় রাজনীতির সঙ্গে জড়িত না থাকায় আমাকে ডিলার নিয়োগ দেওয়া হয়নি।’\r\nতবে ডিলার নিয়োগ কমিটির সদস্যসচিব ও উপজেলা খাদ্য কর্মকর্তা মো. গিয়াস উদ্দিন প্রথম আলোকে বলেন, নীতিমালা মেনে ডিলার নিয়োগ দেওয়া হয়েছে। রাজনৈতিক বিবেচনায় কাউকে নিয়োগ দেওয়া হয়নি।\r\nউপজেলা খাদ্য কার্যালয় সূত্রে জানা গেছে, হতদরিদ্র ব্যক্তিদের জন্য খাদ্যবান্ধব কর্মসূচির আওতায় রায়পুরের ১০টি ইউনিয়নে ৫ হাজার ১২৬ জন সুবিধাভোগী ব্যক্তির তালিকা করা হয়েছে। তাঁদের মধ্যে ১০ টাকা কেজি দরে চাল বিক্রির জন্য ১৩ জন ডিলার হিসেবে নিযুক্ত হয়েছেন। কার্ডধারী ওই ৫ হাজার ১২৬ জন প্রতি মাসে ডিলারের কাছ থেকে ৩০ কেজি করে চাল কিনতে পারবেন। গত ১৯ সেপ্টেম্বর রায়পুরে চাল বিক্রি শুরু হয়। আগামী পাঁচ মাস চলবে এ চাল বিক্রি।\r\nউপজেলার চর আবাবিল ইউনিয়নে ডিলার হয়েছেন সোহেল আহমেদ কৌশিক। তিনি উপজেলা স্বেচ্ছাসেবক লীগের যুগ্ম আহ্বায়ক। উত্তর চর বংশী ইউনিয়নের ডিলার মিজানুর রহমান ৬ নম্বর ওয়ার্ড আওয়ামী লীগের সভাপতি। দক্ষিণ চর বংশী ইউনিয়নে ডিলার হয়েছেন দুজন। তাঁদের একজন শাহ জালাল ইউনিয়নের স্বেচ্ছাসেবক লীগের সভাপতি। ইউনিয়ন আওয়ামী লীগের সহসভাপতির ছেলে হারুনুর রশিদও এ ইউনিয়নে ডিলার হয়েছেন।\r\nরায়পুর ইউনিয়নে ডিলার হয়েছেন দেলোয়ার হোসেন। তিনি ইউনিয়ন আওয়ামী লীগের সহসভাপতি পদে রয়েছেন। কেরোয়া ইউনিয়নের ডিলার হয়েছেন দুজন—ইউনিয়ন আওয়ামী লীগের ভারপ্রাপ্ত সাধারণ সম্পাদক হুমায়ুন কবির বাহার এবং উপজেলা যুবলীগের সাবেক যুগ্ম আহ্বায়ক আরিফুর রহমানের ছোট ভাই হাবিবুর রহমান। চার মোহনা ইউনিয়নেও ডিলারশিপ পেয়েছেন দুজন—তাঁদের একজন গোলাম আজম কাজল ইউনিয়নের ৫ নম্বর ওয়ার্ড আওয়ামী লীগের সভাপতি এবং আরেকজন আবুল কাশেম ইউনিয়ন আওয়ামী লীগের সদস্য। এ ছাড়া চরপাতা ইউনিয়নে ইউনিয়ন আওয়ামী লীগের সদস্য মশিউর রহমান, সোনাপুরে ইউনিয়ন আওয়ামী লীগের সাংগঠনিক সম্পাদক আবুল কালাম, দক্ষিণ চর আবাবিলে ইউনিয়ন আওয়ামী লীগের সদস্য মো. মনির হোসেন ও বামনী ইউনিয়নে ইউনিয়ন আওয়ামী লীগের সদস্য আনোয়ার হোসেন ডিলার হয়েছেন।', 'Hasan', 'Own Source', 'aproved', 'none', '', 'jpg', 0, '21:10:2016', '1477089064', 0, '2016-10-21 16:31:04', '2016-10-23 21:37:01'),
(22, 'রাজনীতি', 'রাজনীতি', 'বর্ণিল উৎ​সবের সম্মেলন', 'None', 'Dhanmondi', 'Dhaka', 'বর্ণিল আয়োজনে আজ শনিবার শুরু হচ্ছে বাংলাদেশ আওয়ামী লীগের ২০তম ত্রিবার্ষিক জাতীয় সম্মেলন। সকাল ১০টায় সম্মেলন উদ্বোধন করবেন আওয়ামী লীগের সভাপতি ও প্রধানমন্ত্রী শেখ হাসিনা।\r\n\r\nঐতিহাসিক সোহরাওয়ার্দী উদ্যানে দুই দিনব্যাপী এ সম্মেলনে যোগ দিতে কাউন্সিলর, ডেলিগেট ও বিদেশি অতিথিরা ইতিমধ্যে ঢাকায় এসে পৌঁছেছেন। সম্মেলন উপলক্ষে সোহরাওয়ার্দী উদ্যান, রাজধানীর বিভিন্ন সড়ক, প্রবেশমুখ এবং ঢাকার বাইরের জেলাও সেজেছে নানা রঙের বাতি আর পোস্টার-ব্যানারে।\r\n\r\nদলীয় সূত্রে জানা গেছে, সম্মেলনে ৬ হাজার ৫৭০ জন কাউন্সিলর অংশ নেবেন। সম্মেলনের কাউন্সিল অধিবেশন হবে দ্বিতীয় দিন রোববার ইঞ্জিনিয়ার্স ইনস্টিটিউশনে। ওই অধিবেশনে নতুন কার্যনির্বাহী সংসদ নির্বাচন করা হবে। এবারের জাতীয় কাউন্সিলে আওয়ামী লীগের স্লোগান হচ্ছে, ‘শেখ হাসিনার নেতৃত্বে উন্নয়নের মহাসড়কে এগিয়ে চলেছি দুর্বার, এখন সময় বাংলাদেশের মাথা উঁচু করে দাঁড়াবার’।', 'Hasan', 'Own Source', 'aproved', 'none', '', 'jpg', 0, '21:10:2016', '1477089150', 1, '2016-10-21 16:32:30', '2016-11-02 11:56:26'),
(23, 'রাজনীতি', 'রাজনীতি', 'আ.লীগের সম্মেলনে ৫৫ বিদেশি অতিথি', 'None', 'Mohammedpur', 'Dhaka', 'ভারত, চীন, যুক্তরাজ্য, কানাডা, অস্ট্রেলিয়াসহ ১১টি দেশের প্রায় ৫৫ জন অতিথি যোগ দিচ্ছেন আওয়ামী লীগের জাতীয় সম্মেলনে। গতকাল শুক্রবার বিদেশি অতিথিদের অনেকেই ঢাকায় পৌঁছেছেন বলে জানা গেছে।\r\n\r\nবিকেলে প্রধানমন্ত্রীর সরকারি বাসভবন গণভবনে প্রধানমন্ত্রী শেখ হাসিনার সঙ্গে পৃথকভাবে সৌজন্য সাক্ষাৎ করেন চীন ও ভারতের প্রতিনিধিদলের সদস্যরা। সন্ধ্যায় রাজধানীর একটি পাঁচতারা হোটেলে আমন্ত্রিত অতিথিদের সৌজন্যে সাংস্কৃতিক সন্ধ্যার আয়োজন করা হয়। বিদেশি অতিথিদের দেখভালের দায়িত্বে রয়েছেন আওয়ামী লীগের তরুণ সাংসদেরা।\r\n\r\nবিদেশি অতিথিদের মধ্যে ভারতের বিভিন্ন রাজনৈতিক দলের প্রতিনিধি থাকছেন ২৫ জন। তাঁদের মধ্যে আছেন ভারতীয় জনতা পার্টির (বিজেপি) সহসভাপতি সাংসদ বিনয় প্রভাকর ও সাংসদ অভিনেত্রী রূপা গাঙ্গুলি, জাতীয় কংগ্রেসের নেতা ও রাজ্যসভায় বিরোধীদলীয় নেতা গোলাম নবী আজাদ, সাংসদ প্রদীপ ভট্টাচার্য, মৌসুম নূর ও অভিজিৎ মুখার্জি, কমিউনিস্ট পার্টির পলিটব্যুরোর সদস্য বিমান বসু, তৃণমূল কংগ্রেসের নেতা পশ্চিমবঙ্গের শিক্ষামন্ত্রী পার্থ চ্যাটার্জি, ফরওয়ার্ড ব্লকের দেবব্রত বিশ্বাস, ত্রিপুরা বিজেপির সভাপতি বিপ্লব কর দেব, আসাম ইউনাইটেড ডেমোক্রেটিক ফ্রন্টের সাধারণ সম্পাদক আমিনুল ইসলাম, সর্বভারতীয় ইউনাইটেড ডেমোক্রেটিক ফ্রন্টের সাধারণ সম্পাদক আবদুস সবুর তপাদার, আসাম গণপরিষদের নেতা ও সাবেক মুখ্যমন্ত্রী প্রফুল্ল কুমার মহন্ত, মণিপুর পিপলস পার্টির সভাপতি নংমেইকাপম শোভা কিরণ সিং, মেঘালয়ের ন্যাশনালিস্ট কংগ্রেস পার্টির সাংসদ মজিদ মেমন, মিজো ন্যাশনাল ফ্রন্টের নেতা সাবেক মুখ্যমন্ত্রী জরামথাংগা।\r\n\r\nচীন থেকে এসেছেন চীনা কমিউনিস্ট পার্টির আন্তর্জাতিক বিভাগের ভাইস মিনিস্টার ঝেং জিয়াওসং, ডিরেক্টর জেনারেল ইয়ান ঝিবিন, ডেপুটি ডিরেক্টর জিয়া পেং ডি, কাও ঝিগাং এবং গাও মিন। কানাডা থেকে এসেছেন রক্ষণশীল দলের নেতা দীপক ওভরাই।\r\n\r\nযুক্তরাজ্যের অতিথিরা হলেন ওয়েলসের লেবার পার্টির জেনি রাথবোন এবং কার্ডিফের সিটি কাউন্সিলর দিলওয়ার আলী, অস্ট্রেলিয়ার নিউ সাউথ ওয়েলসের হিউ ম্যাকডারমট ও লেবার পার্টির মানিনদেরজিৎ সিং। ইতালির ডেমোক্রেটিক পার্টির পররাষ্ট্রবিষয়ক কমিটির সদস্য ইউগো পাপি এবং সাংসদ খালিদ চাওকি। ভুটানের তথ্য ও যোগাযোগমন্ত্রী দীনা নাথ ডুনগেল এবং দ্রুক ফিউয়েনসাম সোগপা। অস্ট্রিয়ার মিসেস ফুকস্, ইউনাইটেড রাশিয়ার সের্গেই ঝেলেজনিয়াক, ভ্যালেরিয়া গোরোখোভা, রিপাবলিকান পার্টি অব রাশিয়ার আলেক্সান্ডার পোটাপভ।\r\n\r\nঅতিথিদের মধ্যে শ্রীলঙ্কার ধর্মমন্ত্রী এ এইচ মোহাম্মদ হাশিম, আইটিএকের নেতা শান্তি শ্রীকানদারসা ও শ্রীলঙ্কান ফ্রিডম পার্টির নেতা জগৎ পুস্পকুমারা, নেপালের কমিউনিস্ট পার্টির নেতা ও নেপালের সাবেক প্রধানমন্ত্রী কেপি শর্মা অলিসহ কয়েকজন নেতা রয়েছেন।\r\n\r\n \r\n\r\nবিষয়: খবর রাজনীতি\r\n০Like\r\n      \r\nসর্বশেষ\r\nনির্বাচিত\r\nক্যামেরুনে ট্রেন লাইনচ্যুত হয়ে নিহত ৫৩\r\nতালিকায় এক নাম বারবার, হতদরিদ্ররা স্থান পাননি\r\nদূরের পথে সঙ্গী দুর্ভোগ\r\nঅযত্নে-অবহেলায় ‘দাশের ভিটা’\r\nসামাজিক বনায়নের ৮০০ গাছ লুট\r\nসকল সর্বশেষ\r\nআপনার পছন্দের এলাকার সংবাদ\r\n\r\nপড়তে চাই   সংবাদ\r\nপাঠকের মন্তব্য\r\n\r\n\r\nআপনি কি পরিচয় গোপন রাখতে চান  এখানে ক্লিক করুন।\r\nআমি প্রথম আলোর নীতিমালা মেনে মন্তব্য করছি।\r\nমন্তব্য\r\nআরও সংবাদ\r\n\r\n১০ টাকা কেজির চাল\r\nরায়পুরে ১৩ ডিলারের ১১ জনই আ.লীগের\r\nএ বি এম রিপন, রায়পুর (লক্ষ্মীপুর) | ০২:৩২, অক্টোবর ২২, ২০১৬\r\nলক্ষ্মীপুরের রায়পুর উপজেলায় খাদ্যবান্ধব কর্মসূচির জন্য নিযুক্ত ১৩...\r\nবিস্তারিত\r\nসংক্ষেপ\r\nযুবলীগের বর্ধিত সভা\r\nধরমপাশা (সুনামগঞ্জ) প্রতিনিধি | ০২:২৫, অক্টোবর ২২, ২০১৬\r\nসুনামগঞ্জের ধরমপাশা উপজেলা যুবলীগের আহ্বায়ক কমিটির একাংশের উদ্যোগে...\r\nবিস্তারিত\r\nআ.লীগের জাতীয় সম্মেলন\r\nচট্টগ্রাম থেকে দেড় হাজারের বেশি নেতা ঢাকায় গেলেন\r\nনিজস্ব প্রতিবেদক, চট্টগ্রাম | ০২:২৪, অক্টোবর ২২, ২০১৬\r\nআওয়ামী লীগের ২০তম জাতীয় সম্মেলনে যোগ দিতে চট্টগ্রাম নগর, উত্তর ও...\r\nবিস্তারিত\r\nএ বিভাগের অন্যান্য সংবাদ\r\n\r\nরায়পুরে ১৩ ডিলারের ১১ জনই আ.লীগের\r\nযুবলীগের বর্ধিত সভা\r\nচট্টগ্রাম থেকে দেড় হাজারের বেশি নেতা ঢাকায় গেলেন\r\nবর্ণিল উৎ​সবের সম্মেলন\r\nসাধারণ সম্পাদক পদের দিকে সবার দৃষ্টি\r\n', 'Hasan', 'Own Source', 'aproved', 'none', '', 'jpg', 0, '21:10:2016', '1477089285', 0, '2016-10-21 16:34:45', '2016-10-23 21:37:01'),
(24, 'রাজনীতি', 'রাজনীতি', 'সব জল্পনা ভুয়ায় পরিণত হবে: সৈয়দ আশরাফ', 'Bangladesh', 'Mohammedpur', 'Dhaka', 'আওয়ামী লীগের সাধারণ সম্পাদক ও জনপ্রশাসনমন্ত্রী সৈয়দ আশরাফুল ইসলাম বলেছেন, দলের ২০তম জাতীয় সম্মেলন নিয়ে যেসব জল্পনাকল্পনা, তা আজ বিকেলের পর ভুয়ায় পরিণত হবে। দলের সম্মেলনের মধ্য দিয়েই কাউন্সিলররাই নেতৃত্ব ঠিক করবেন। সম্মেলন হবে উৎসবমুখর পরিবেশে।\r\nগতকাল শুক্রবার রাতে রাজধানীর একটি পাঁচ তারকা হোটেলে আওয়ামী লীগের ২০তম জাতীয় সম্মেলনে আগত বিদেশি অতিথিদের সৌজন্যে আওয়ামী লীগের সাধারণ সম্পাদকের দেওয়া নৈশভোজ শেষে সাংবাদিকদের প্রশ্নের জবাবে সৈয়দ আশরাফ এসব কথা বলেন।\r\nকাউন্সিল নিয়ে অনেক জল্পনাকল্পনা চলছে—সাংবাদিকদের এমন প্রশ্নের জবাবে সৈয়দ আশরাফ বলেন, ‘সব জল্পনাকল্পনটা কালকে বিকেলের পর ভুয়ায় পরিণত হবে। আপনারা সম্মেলনটা উপভোগ করেন। আমাদের পক্ষ থেকে যে ঘোষণা দেওয়া হবে, তা প্রকাশ্যেই দেওয়া হবে। উৎসবমুখর সম্মেলন হবে।’\r\nনেতা-কর্মীরা অনেকের নামে স্লোগান দিচ্ছেন, স্বাগত জানাচ্ছেন—এ বিষয়ে সৈয়দ আশরাফ বলেন, এটা কোনো কাজে আসবে না। কাউন্সিলররাই সিদ্ধান্ত নেবেন, কাকে নেতা করবেন। এটা আমরা কালকেই দেখব। আমরা চেষ্টা করব পূর্ণাঙ্গ কমিটি সম্মেলনের শেষ দিনেই দিতে। যদি সম্ভব না হয়, তবে এই সপ্তাহের মধ্যেই হবে। কারণ, বিভিন্ন দেশ থেকে সম্মেলনে বিশাল ডেলিগেশন টিম আসছে। এখনো অনেক কাজ বাকি।’\r\nএই সম্মেলনের বিশেষ বৈশিষ্ট্য কী থাকছে এমন প্রশ্নে আশরাফ বলেন, সাধারণত রাজনৈতিক দলে চমক কিছু আসে না। ধারাবাহিকতা রক্ষা করা হয়। নতুন চমক আসছে কি আসছে না—এমন প্রশ্নে জানতে চাইলে অপেক্ষা করার পরামর্শ দিয়ে আওয়ামী লীগের সাধারণ সম্পাদক বলেন, ‘এখনই বলে দিলে চমকটা থাকবে না। কী হবে না হবে প্রধানমন্ত্রী ও আমি জানি। আর কেউ জানে না।’', 'Hasan', 'Own Source', 'aproved', 'none', '', 'jpg', 0, '21:10:2016', '1477090163', 2, '2016-10-21 16:49:23', '2016-10-26 10:20:03');

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `password_resets`
--

INSERT INTO `password_resets` (`email`, `token`, `created_at`) VALUES
('Raihan@gmail.com', '6e5457d6411c9d6727cac572c83b9e25edac70a817b8b91d0a92e841d9062261', '2016-10-26 04:43:51'),
('tutorialspoint6890@gmail.com', '12ab9ad506f6da5fc27953f1b1264d4559b70c5c4c843496f1a8757a75cc0b4f', '2016-10-26 05:20:08'),
('rahibhasan689009@gmail.com', '3a34c2d37619c0287d1c0781de68f7ab90a5d48b6689074895c58be58a5b5ab9', '2016-10-29 14:45:04');

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `display_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`id`, `name`, `display_name`, `description`, `created_at`, `updated_at`) VALUES
(1, 'create', 'create', 'THis Permission Of Create Content', NULL, NULL),
(2, 'Edit', 'Edit', 'This Permission Of Content Edit', NULL, NULL),
(3, 'Delete ', 'Delete ', 'This Permission Of Content Delete', NULL, NULL),
(4, 'View', 'View', 'This Permission Of Content View ', NULL, NULL),
(5, 'RBAC', 'RBAC', 'This User Control Roll Based Access Control', NULL, NULL),
(7, 'Aproved', 'Aproved', 'This Aproved Permission', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `permission_role`
--

CREATE TABLE `permission_role` (
  `unique_code` int(12) NOT NULL,
  `role_name` varchar(12) NOT NULL,
  `permission_name` varchar(12) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `permission_role`
--

INSERT INTO `permission_role` (`unique_code`, `role_name`, `permission_name`, `created_at`, `updated_at`) VALUES
(37, 'Admin', 'View', '2016-11-02 06:37:44', '2016-11-02 06:37:44'),
(39, 'Admin', 'create', '2016-11-03 02:00:24', '2016-11-03 02:00:24'),
(41, 'Admin', 'Edit', '2016-11-03 03:12:34', '2016-11-03 03:12:34'),
(43, 'Manager', 'View', '2016-11-03 04:32:44', '2016-11-03 04:32:44'),
(51, 'Super Admin', 'create', '2016-11-04 14:18:37', '2016-11-04 14:18:37'),
(52, 'Super Admin', 'View', '2016-11-04 14:18:37', '2016-11-04 14:18:37'),
(53, 'Super Admin', 'Edit', '2016-11-04 14:24:45', '2016-11-04 14:24:45'),
(56, 'Super Admin', 'Delete ', '2016-11-04 14:49:33', '2016-11-04 14:49:33'),
(57, 'Super Admin', 'Aproved', '2016-11-04 14:49:33', '2016-11-04 14:49:33'),
(58, 'Admin', 'Delete ', '2016-11-04 16:13:28', '2016-11-04 16:13:28'),
(59, 'Admin', 'RBAC', '2016-11-04 16:13:28', '2016-11-04 16:13:28');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `display_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `Role_creator` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `description` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `name`, `display_name`, `Role_creator`, `description`, `created_at`, `updated_at`) VALUES
(1, 'Super Admin', 'Super Admin', 'Hasan', 'This Power Of Admin', '2016-11-01 01:13:33', '2016-11-01 01:32:26'),
(2, 'Admin', 'Admin', 'Hasan', 'This Is Admin', '2016-11-01 01:35:34', '2016-11-01 01:35:34'),
(3, 'Manager', 'Manager', 'Hasan', 'This Manager Role Access Website', '2016-11-02 07:06:29', '2016-11-02 07:06:29');

-- --------------------------------------------------------

--
-- Table structure for table `role_user`
--

CREATE TABLE `role_user` (
  `Name` varchar(50) NOT NULL,
  `role_name` varchar(50) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `role_user`
--

INSERT INTO `role_user` (`Name`, `role_name`, `created_at`, `updated_at`) VALUES
('Hasan', 'Super Admin', '2016-11-04 10:42:57', '2016-11-04 10:42:57'),
('Rakib', 'Admin', '2016-11-04 16:13:45', '2016-11-04 16:13:45');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `status` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `password`, `status`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'Hasan', 'rahibhasan689009@gmail.com', '$2y$10$ag7LGow8iUctydT8tUYpBeVjNx/8ZJiO7KVP4/AkbPqOFj/EqvoZG', 'Active', 'i7ItrJsQGVmRDGJQqXgFSuLGDyMKhPXufKkXMZ7LWHdmRybVv66fVAxkUFb9', '2016-10-26 00:15:48', '2016-11-04 16:24:34'),
(2, 'Rakib', 'Rakib@gmail.com', '$2y$10$1nAkNqy7bjBKMgR.Vs6gbe4lz4DLFximJaDNz505IjqTDGriF0gF6', 'Active', 'U3uC8CfAOFWlgJR9lC2zRxfFnT2OXf3TP8Wt9QEz5e5PVgdLz0NTRkMYnQYS', '2016-11-04 04:06:16', '2016-11-04 16:26:59');

-- --------------------------------------------------------

--
-- Table structure for table `user_regestration`
--

CREATE TABLE `user_regestration` (
  `user_id` int(10) UNSIGNED NOT NULL,
  `user_name` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(400) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `login_status` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `last_activity` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `session` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `user_regestration`
--

INSERT INTO `user_regestration` (`user_id`, `user_name`, `email`, `password`, `login_status`, `last_activity`, `session`, `created_at`, `updated_at`) VALUES
(1, 'Hasan', 'rahibhasan689009@gmail.com', '123', 'Logout', '21:10:2016', '11', '2016-10-21 13:38:43', '2016-10-21 13:38:43'),
(2, 'Hasan', 'rahibhasan689009@gmail.com', '123', 'Logout', '21:10:2016', '11', '2016-10-21 13:39:04', '2016-10-21 13:39:04'),
(3, 'd', 'rahibhasan689009@gmail.com', '1', 'Logout', '30:10:2016', '11', '2016-10-30 02:19:52', '2016-10-30 02:19:52');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `category_news`
--
ALTER TABLE `category_news`
  ADD PRIMARY KEY (`cat_id`);

--
-- Indexes for table `daly_question`
--
ALTER TABLE `daly_question`
  ADD PRIMARY KEY (`Question_id`);

--
-- Indexes for table `items`
--
ALTER TABLE `items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news_comment`
--
ALTER TABLE `news_comment`
  ADD PRIMARY KEY (`unique_code`),
  ADD UNIQUE KEY `unique_code` (`unique_code`);

--
-- Indexes for table `news_portal`
--
ALTER TABLE `news_portal`
  ADD PRIMARY KEY (`news_no`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`),
  ADD KEY `password_resets_token_index` (`token`);

--
-- Indexes for table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `permissions_name_unique` (`name`);

--
-- Indexes for table `permission_role`
--
ALTER TABLE `permission_role`
  ADD PRIMARY KEY (`unique_code`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `roles_name_unique` (`name`);

--
-- Indexes for table `role_user`
--
ALTER TABLE `role_user`
  ADD UNIQUE KEY `user` (`Name`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- Indexes for table `user_regestration`
--
ALTER TABLE `user_regestration`
  ADD PRIMARY KEY (`user_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `daly_question`
--
ALTER TABLE `daly_question`
  MODIFY `Question_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `items`
--
ALTER TABLE `items`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `news_comment`
--
ALTER TABLE `news_comment`
  MODIFY `unique_code` int(12) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `news_portal`
--
ALTER TABLE `news_portal`
  MODIFY `news_no` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;
--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT for table `permission_role`
--
ALTER TABLE `permission_role`
  MODIFY `unique_code` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=61;
--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `user_regestration`
--
ALTER TABLE `user_regestration`
  MODIFY `user_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
